# Parameter Type Id System Zone Volume Property

Source: https://www.revitapidocs.com/2026/a8e8e4e7-caf8-aba3-caac-195d7dfd7ebf.htm

---

| Parameter Type Id System Zone Volume Property |
| --- |

"System\-Zone Volume"
**Namespace:** Autodesk.Revit.DB
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public static ForgeTypeId SystemZoneVolume { get; }
```

```
Public Shared ReadOnly Property SystemZoneVolume As ForgeTypeId
	Get
```

```
public:
static property ForgeTypeId^ SystemZoneVolume {
	ForgeTypeId^ get ();
}
```

```
static member SystemZoneVolume : ForgeTypeId with get
```

#### Property Value

ForgeTypeId See Also

#### Reference

ParameterTypeId Class Autodesk.Revit.DB Namespace